[
    {
        "eventuality": {"type": "conspiracy theory", "topic": "5G causing COVID-19"},
        "lens": "health risk",
        "cut": "5G networks are spreading the virus",
        "background": "This theory emerged during the COVID-19 pandemic, linking the roll-out of 5G technology to the spread of the virus despite a lack of scientific evidence.",
        "attitude": {"stance": "negative", "strength": "strong"},
        "template": "tweet",
        "text": "5G towers are the real reason behind COVID-19; Wake up people!",
        "graphicalFeatures": "Image of a 5G tower with virus icons around it; red and black color scheme to evoke fear",
        "opinion": "controversial"
    },
    {
        "eventuality": {"type": "conspiracy theory", "topic": "Moon landing was faked"},
        "lens": "government deceit",
        "cut": "NASA staged the moon landing to win the space race",
        "background": "This theory suggests that the United States faked the moon landing in 1969 to assert dominance in the Cold War space race.",
        "attitude": {"stance": "negative", "strength": "strong"},
        "template": "documentary",
        "text": "The moon landing was a hoax; Evidence of fake footage; Why we never went back",
        "graphicalFeatures": "Footage of the moon landing with overlaid 'fake' stamps; dim lighting and shaky camera effects",
        "opinion": "controversial"
    },
    {
        "eventuality": {"type": "conspiracy theory", "topic": "Vaccines contain microchips"},
        "lens": "control mechanism",
        "cut": "Vaccines are a means for tracking and controlling the population",
        "background": "This theory claims that vaccines are used to implant tracking devices or microchips to control and monitor individuals.",
        "attitude": {"stance": "negative", "strength": "strong"},
        "template": "blog post",
        "text": "How vaccines are secretly used for surveillance; Exposed: The truth behind the microchips",
        "graphicalFeatures": "Images of vaccine vials with microchip symbols; alarmist headlines in bold text",
        "opinion": "controversial"
    },
    {
        "eventuality": {"type": "conspiracy theory", "topic": "Climate change is a hoax"},
        "lens": "economic manipulation",
        "cut": "Climate change is a fabricated issue to impose regulations and taxes",
        "background": "This theory argues that climate change is a scheme to control economies and increase taxes under the guise of environmental protection.",
        "attitude": {"stance": "negative", "strength": "strong"},
        "template": "meme",
        "text": "Climate change = Taxation scam; Wake up to the real agenda",
        "graphicalFeatures": "Graphs showing supposed data manipulation; exaggerated, sarcastic imagery",
        "opinion": "controversial"
    },
    {
        "eventuality": {"type": "conspiracy theory", "topic": "Chemtrails are government experiments"},
        "lens": "environmental control",
        "cut": "Chemtrails are used to manipulate weather and control the population",
        "background": "The theory posits that trails left by aircraft are chemicals used for weather modification or other covert purposes.",
        "attitude": {"stance": "negative", "strength": "strong"},
        "template": "YouTube video",
        "text": "Chemtrails exposed; How governments are altering our environment",
        "graphicalFeatures": "Footage of contrails in the sky; graphics showing alleged chemical dispersal patterns",
        "opinion": "controversial"
    },
    {
        "eventuality": {"type": "person", "topic": "Bill Gates"},
        "lens": "population control",
        "cut": "Bill Gates is using vaccines and technology to reduce global population",
        "background": "This theory alleges that Bill Gates is using his influence and philanthropic efforts to covertly promote population control.",
        "attitude": {"stance": "negative", "strength": "strong"},
        "template": "blog post",
        "text": "The hidden agenda of Bill Gates; How vaccines and technology are part of a population control scheme",
        "graphicalFeatures": "Images of Gates with a sinister expression; charts and statistics supposedly showing population trends",
        "opinion": "controversial"
    },
    {
        "eventuality": {"type": "person", "topic": "George Soros"},
        "lens": "financial manipulation",
        "cut": "George Soros is manipulating global markets for personal gain",
        "background": "This theory suggests Soros is behind economic crises and political unrest to benefit financially.",
        "attitude": {"stance": "negative", "strength": "moderate"},
        "template": "news article",
        "text": "Soros’s secret influence on global markets; Exposing his financial manipulations",
        "graphicalFeatures": "Images of Soros with dollar signs; graphs showing market fluctuations",
        "opinion": "controversial"
    },
    {
        "eventuality": {"type": "social group", "topic": "Illuminati"},
        "lens": "elite control",
        "cut": "The Illuminati control world events from behind the scenes",
        "background": "This theory proposes that a secretive elite group, the Illuminati, manipulates global events and governments.",
        "attitude": {"stance": "negative", "strength": "strong"},
        "template": "documentary",
        "text": "The hidden rulers of the world; How the Illuminati shapes global events",
        "graphicalFeatures": "Symbolic imagery such as pyramids and eyes; dark, mysterious music",
        "opinion": "controversial"
    },
    {
        "eventuality": {"type": "social group", "topic": "Freemasons"},
        "lens": "secret society",
        "cut": "Freemasons are orchestrating a new world order",
        "background": "This theory suggests that Freemasons are involved in a secret plot to create a global government.",
        "attitude": {"stance": "negative", "strength": "strong"},
        "template": "meme",
        "text": "Freemasons exposed; The truth behind their global plans",
        "graphicalFeatures": "Images of Freemason symbols with ominous backgrounds; dark, shadowy figures",
        "opinion": "controversial"
    },
    {
        "eventuality": {"type": "social group", "topic": "Reptilian aliens"},
        "lens": "extraterrestrial control",
        "cut": "Reptilian aliens are disguised as world leaders to control humanity",
        "background": "This theory posits that shapeshifting reptilian aliens are in positions of power to control human affairs.",
        "attitude": {"stance": "negative", "strength": "strong"},
        "template": "blog post",
        "text": "Reptilian aliens among us; How they control world leaders",
        "graphicalFeatures": "Images of reptiles in human clothing; supposedly 'revealing' photos of world leaders",
        "opinion": "controversial"
    },
    {
        "eventuality": {"type": "conspiracy theory", "topic": "COVID-19 was deliberately engineered"},
        "lens": "bioweapon",
        "cut": "COVID-19 was created and released intentionally as a bioweapon",
        "background": "This theory claims that the COVID-19 virus was engineered and intentionally released as a bioweapon for various strategic purposes.",
        "attitude": {"stance": "negative", "strength": "strong"},
        "template": "documentary",
        "text": "The origins of COVID-19; Evidence of deliberate engineering",
        "graphicalFeatures": "Footage of virus labs; data and charts showing alleged origins",
        "opinion": "controversial"
    },
    {
        "eventuality": {"type": "conspiracy theory", "topic": "The Deep State controls governments"},
        "lens": "hidden power",
        "cut": "A covert 'Deep State' controls and manipulates government actions",
        "background": "This theory suggests that a hidden, unelected group controls government actions and policies behind the scenes.",
        "attitude": {"stance": "negative", "strength": "moderate"},
        "template": "blog post",
        "text": "Unveiling the Deep State; How secret powers manipulate governments",
        "graphicalFeatures": "Images of shadowy figures and hidden symbols; dark themes",
        "opinion": "controversial"
    },
    {
        "eventuality": {"type": "person", "topic": "Elon Musk"},
        "lens": "technological control",
        "cut": "Elon Musk is using technology to monitor and control people",
        "background": "This theory alleges that Musk’s technology ventures, including Neuralink, are part of a plan to monitor or control individuals.",
        "attitude": {"stance": "negative", "strength": "moderate"},
        "template": "YouTube video",
        "text": "Elon Musk’s plan for mind control; How technology is used to

 track you",
        "graphicalFeatures": "Footage of Musk with futuristic tech; graphics showing data monitoring",
        "opinion": "controversial"
    },
    {
        "eventuality": {"type": "conspiracy theory", "topic": "COVID-19 vaccines are unsafe"},
        "lens": "health risk",
        "cut": "COVID-19 vaccines are more harmful than beneficial",
        "background": "This theory argues that COVID-19 vaccines pose significant health risks and are not effective.",
        "attitude": {"stance": "negative", "strength": "strong"},
        "template": "meme",
        "text": "The hidden dangers of COVID-19 vaccines; Why you should avoid them",
        "graphicalFeatures": "Images of vaccines with warning signs; exaggerated claims in bold text",
        "opinion": "controversial"
    },
    {
        "eventuality": {"type": "conspiracy theory", "topic": "Big Pharma suppresses cures"},
        "lens": "corporate greed",
        "cut": "Pharmaceutical companies hide cures to maintain profits",
        "background": "This theory suggests that pharmaceutical companies deliberately suppress cures for diseases to continue earning from treatments.",
        "attitude": {"stance": "negative", "strength": "moderate"},
        "template": "blog post",
        "text": "Big Pharma’s profit-driven agenda; Hidden cures and suppressed treatments",
        "graphicalFeatures": "Images of money and medicine; charts showing drug profits",
        "opinion": "controversial"
    },
    {
        "eventuality": {"type": "social group", "topic": "Bilderberg Group"},
        "lens": "elite conspiracy",
        "cut": "The Bilderberg Group orchestrates global events behind the scenes",
        "background": "This theory posits that the Bilderberg Group, a secretive international conference, is involved in planning major global events.",
        "attitude": {"stance": "negative", "strength": "strong"},
        "template": "documentary",
        "text": "Inside the Bilderberg Group; How elites secretly control global affairs",
        "graphicalFeatures": "Footage from Bilderberg meetings; dramatic music and secretive imagery",
        "opinion": "controversial"
    },
    {
        "eventuality": {"type": "conspiracy theory", "topic": "Artificial intelligence will enslave humanity"},
        "lens": "technological dystopia",
        "cut": "AI development is a pathway to human enslavement",
        "background": "This theory suggests that the advancement of artificial intelligence will ultimately lead to humanity being controlled or enslaved by machines.",
        "attitude": {"stance": "negative", "strength": "strong"},
        "template": "YouTube video",
        "text": "The dark future of AI; How technology will enslave us all",
        "graphicalFeatures": "Footage of robots and AI; dystopian imagery",
        "opinion": "controversial"
    },
    {
        "eventuality": {"type": "conspiracy theory", "topic": "Global warming is a myth"},
        "lens": "scientific deceit",
        "cut": "Global warming is fabricated to control climate policies",
        "background": "This theory argues that global warming is a fabrication used to justify climate policies and regulations.",
        "attitude": {"stance": "negative", "strength": "moderate"},
        "template": "blog post",
        "text": "The truth about global warming; How data is manipulated for climate control",
        "graphicalFeatures": "Graphs and charts showing supposed data inaccuracies; skeptical headlines",
        "opinion": "controversial"
    },
    {
        "eventuality": {"type": "conspiracy theory", "topic": "COVID-19 tests are unreliable"},
        "lens": "health skepticism",
        "cut": "COVID-19 tests provide false positives/negatives to control the narrative",
        "background": "This theory claims that COVID-19 tests are intentionally flawed to manipulate public perception of the pandemic.",
        "attitude": {"stance": "negative", "strength": "moderate"},
        "template": "meme",
        "text": "The truth about COVID-19 tests; Why they can’t be trusted",
        "graphicalFeatures": "Images of test swabs with question marks; alarmist statements in bold",
        "opinion": "controversial"
    },
    {
        "eventuality": {"type": "conspiracy theory", "topic": "The government is hiding evidence of extraterrestrial life"},
        "lens": "government cover-up",
        "cut": "Evidence of aliens is being concealed by government agencies",
        "background": "This theory suggests that governments have evidence of extraterrestrial life but are hiding it from the public.",
        "attitude": {"stance": "negative", "strength": "moderate"},
        "template": "documentary",
        "text": "Aliens among us; Government cover-ups and hidden evidence",
        "graphicalFeatures": "Footage of supposed alien sightings; government documents with redacted sections",
        "opinion": "controversial"
    },
    {
        "eventuality": {"type": "conspiracy theory", "topic": "Pharmaceutical companies create diseases for profit"},
        "lens": "corporate malfeasance",
        "cut": "Diseases are manufactured to sell more drugs",
        "background": "This theory argues that pharmaceutical companies intentionally create or exacerbate diseases to increase their profits.",
        "attitude": {"stance": "negative", "strength": "strong"},
        "template": "blog post",
        "text": "The truth about Big Pharma; How diseases are created for profit",
        "graphicalFeatures": "Images of pharmaceutical executives and pills; alarming statistics",
        "opinion": "controversial"
    },
    {
        "eventuality": {"type": "conspiracy theory", "topic": "The world is controlled by a secret cabal"},
        "lens": "global manipulation",
        "cut": "A hidden cabal is orchestrating global events and crises",
        "background": "This theory posits that a secret group controls world events and economies from the shadows.",
        "attitude": {"stance": "negative", "strength": "strong"},
        "template": "documentary",
        "text": "Exposing the secret cabal; How they manipulate world events",
        "graphicalFeatures": "Footage of supposed secret meetings; mysterious, dark themes",
        "opinion": "controversial"
    },
    {
        "eventuality": {"type": "conspiracy theory", "topic": "The moon landing was a NASA cover-up"},
        "lens": "historical deception",
        "cut": "NASA faked the moon landing to win the space race",
        "background": "This theory suggests that the moon landing was staged by NASA as a political move during the Cold War.",
        "attitude": {"stance": "negative", "strength": "moderate"},
        "template": "blog post",
        "text": "NASA's moon landing hoax; Evidence and arguments",
        "graphicalFeatures": "Images of moon landing footage with overlay text; dark and skeptical visuals",
        "opinion": "controversial"
    },
    {
        "eventuality": {"type": "conspiracy theory", "topic": "The vaccine-autism link"},
        "lens": "health risk",
        "cut": "Vaccines cause autism",
        "background": "This theory suggests that vaccines are linked to autism, despite extensive scientific evidence disproving this claim.",
        "attitude": {"stance": "negative", "strength": "strong"},
        "template": "blog post",
        "text": "Vaccines and autism; What they don't want you to know",
        "graphicalFeatures": "Images of vaccines with autism-related icons; alarmist text",
        "opinion": "controversial"
    },
    {
        "eventuality": {"type": "conspiracy theory", "topic": "HAARP controls the weather"},
        "lens": "weather manipulation",
        "cut": "HAARP is used for weather control and natural disasters",
        "background": "This theory claims that the High-Frequency Active Auroral Research Program (HAARP) is used to manipulate weather patterns and trigger natural disasters.",
        "attitude": {"stance": "negative", "strength": "moderate"},
        "template": "YouTube video",
        "text": "HAARP and weather control; Evidence of weather manipulation",
        "graphicalFeatures": "Footage of HAARP facilities; graphics showing weather anomalies",
        "opinion": "controversial"
    },
    {
        "eventuality": {"type": "person", "topic": "Jeffrey Epstein"},
        "lens": "elite corruption",
        "cut": "Epstein's connections reveal a network of elite corruption",
        "background": "This theory suggests that Jeffrey Epstein was part of a larger network of influential figures involved in corruption and exploitation.",
        "attitude": {"stance": "negative", "strength": "strong"},
        "template": "documentary",
        "text": "Epstein and the web of corruption; How elites are connected",
        "graphicalFeatures": "Footage of Epstein with prominent figures; dramatic music and dark imagery",
        "opinion": "controversial"
    },
    {
        "eventuality": {"type": "conspiracy theory", "topic": "Big Pharma controls the medical industry"},
        "lens": "corporate influence",
        "cut": "Pharmaceutical companies control medical practices to profit from

 diseases",
        "background": "This theory argues that pharmaceutical companies have significant influence over medical practices to maximize their profits.",
        "attitude": {"stance": "negative", "strength": "strong"},
        "template": "blog post",
        "text": "How Big Pharma controls medicine; The hidden profit motives",
        "graphicalFeatures": "Images of pharmaceutical ads and medical professionals; infographics on drug prices",
        "opinion": "controversial"
    },
    {
        "eventuality": {"type": "conspiracy theory", "topic": "The government is tracking citizens through smartphones"},
        "lens": "privacy invasion",
        "cut": "Smartphones are used by the government to monitor citizens' activities",
        "background": "This theory suggests that smartphones are employed by governments to track and monitor citizens’ activities and communications.",
        "attitude": {"stance": "negative", "strength": "moderate"},
        "template": "meme",
        "text": "Your phone is spying on you; How governments track your every move",
        "graphicalFeatures": "Images of smartphones with surveillance icons; privacy-related warnings",
        "opinion": "controversial"
    },
    {
        "eventuality": {"type": "conspiracy theory", "topic": "The government is covering up UFO sightings"},
        "lens": "extraterrestrial secrecy",
        "cut": "UFO sightings are being hidden from the public by government agencies",
        "background": "This theory posits that the government is concealing evidence of UFO sightings and extraterrestrial encounters.",
        "attitude": {"stance": "negative", "strength": "moderate"},
        "template": "blog post",
        "text": "UFO sightings and government cover-ups; What they don't want you to know",
        "graphicalFeatures": "Photos of UFOs with 'classified' stamps; government documents",
        "opinion": "controversial"
    },
    {
        "eventuality": {"type": "conspiracy theory", "topic": "The pharmaceutical industry suppresses natural cures"},
        "lens": "corporate suppression",
        "cut": "Natural cures are hidden by the pharmaceutical industry to maintain drug profits",
        "background": "This theory claims that the pharmaceutical industry suppresses natural remedies and cures to keep people dependent on their medications.",
        "attitude": {"stance": "negative", "strength": "strong"},
        "template": "YouTube video",
        "text": "Natural cures and Big Pharma; How they suppress effective treatments",
        "graphicalFeatures": "Footage of natural remedies with red 'banned' signs; dramatic visuals and claims",
        "opinion": "controversial"
    },
    {
        "eventuality": {"type": "conspiracy theory", "topic": "The COVID-19 pandemic was planned"},
        "lens": "agenda-driven crisis",
        "cut": "The pandemic was engineered as part of a larger agenda",
        "background": "This theory suggests that the COVID-19 pandemic was deliberately planned or manipulated to serve specific agendas, such as global control or economic collapse.",
        "attitude": {"stance": "negative", "strength": "strong"},
        "template": "documentary",
        "text": "The planned pandemic; Uncovering the real agenda behind COVID-19",
        "graphicalFeatures": "Footage of pandemic response and meetings; graphs showing alleged plans",
        "opinion": "controversial"
    },
    {
        "eventuality": {"type": "person", "topic": "Angela Merkel"},
        "lens": "European control",
        "cut": "Merkel is secretly controlling European politics for personal gain",
        "background": "This theory suggests that Angela Merkel has significant hidden influence over European political decisions and policies.",
        "attitude": {"stance": "negative", "strength": "moderate"},
        "template": "blog post",
        "text": "Merkel’s hidden agenda; How she controls European politics",
        "graphicalFeatures": "Images of Merkel with political symbols; charts showing influence",
        "opinion": "controversial"
    },
    {
        "eventuality": {"type": "conspiracy theory", "topic": "The Illuminati orchestrates world events"},
        "lens": "elite conspiracy",
        "cut": "The Illuminati secretly plans major global events",
        "background": "This theory claims that the Illuminati, a secretive group, manipulates global events to achieve its goals.",
        "attitude": {"stance": "negative", "strength": "strong"},
        "template": "meme",
        "text": "The hidden hand of the Illuminati; How they control world events",
        "graphicalFeatures": "Illuminati symbols with global maps; dramatic and mysterious visuals",
        "opinion": "controversial"
    },
    {
        "eventuality": {"type": "conspiracy theory", "topic": "The Federal Reserve manipulates the economy"},
        "lens": "financial control",
        "cut": "The Federal Reserve influences and manipulates the economy for profit",
        "background": "This theory suggests that the Federal Reserve is responsible for economic crises and manipulates the economy for its own benefit.",
        "attitude": {"stance": "negative", "strength": "moderate"},
        "template": "blog post",
        "text": "The Federal Reserve’s control; How it manipulates the economy",
        "graphicalFeatures": "Charts showing economic fluctuations; images of Federal Reserve buildings",
        "opinion": "controversial"
    },
    {
        "eventuality": {"type": "conspiracy theory", "topic": "The US government controls weather patterns"},
        "lens": "weather manipulation",
        "cut": "The US government uses technology to control weather and natural disasters",
        "background": "This theory argues that the US government employs technology to influence weather patterns and create natural disasters.",
        "attitude": {"stance": "negative", "strength": "moderate"},
        "template": "YouTube video",
        "text": "Weather control technology; How the US government manipulates the climate",
        "graphicalFeatures": "Footage of weather events with overlaid tech graphics; alarming claims",
        "opinion": "controversial"
    },
    {
        "eventuality": {"type": "conspiracy theory", "topic": "The banking industry causes economic crises"},
        "lens": "economic manipulation",
        "cut": "Banks create financial crises to benefit from the fallout",
        "background": "This theory suggests that banks and financial institutions deliberately create or exacerbate economic crises to profit from the aftermath.",
        "attitude": {"stance": "negative", "strength": "moderate"},
        "template": "documentary",
        "text": "How banks cause financial crises; The hidden motives of the banking industry",
        "graphicalFeatures": "Images of financial markets and bank logos; dramatic economic graphs",
        "opinion": "controversial"
    },
    {
        "eventuality": {"type": "conspiracy theory", "topic": "The pharmaceutical industry is poisoning us"},
        "lens": "health risk",
        "cut": "Pharmaceutical companies add harmful substances to their products",
        "background": "This theory claims that pharmaceutical companies intentionally include harmful substances in their products to increase their profits.",
        "attitude": {"stance": "negative", "strength": "strong"},
        "template": "meme",
        "text": "Pharma’s hidden poisons; What’s really in your medicine?",
        "graphicalFeatures": "Images of pills with toxic symbols; exaggerated claims",
        "opinion": "controversial"
    },
    {
        "eventuality": {"type": "conspiracy theory", "topic": "Government uses fluoridation to control the population"},
        "lens": "health control",
        "cut": "Fluoride in drinking water is used to manipulate or control people",
        "background": "This theory posits that fluoride added to drinking water is part of a government plan to control the population.",
        "attitude": {"stance": "negative", "strength": "moderate"},
        "template": "blog post",
        "text": "Fluoride and mind control; The truth behind water additives",
        "graphicalFeatures": "Images of water with fluoride symbols; alarmist text",
        "opinion": "controversial"
    },
    {
        "eventuality": {"type": "conspiracy theory", "topic": "The COVID-19 vaccine is a form of social engineering"},
        "lens": "social control",
        "cut": "Vaccines are used to alter social behavior and control populations",
        "background": "This theory suggests that COVID-19 vaccines are part of a larger agenda to control or influence social behavior.",
        "attitude": {"stance": "negative", "strength": "strong"},
        "template": "YouTube video",
        "text": "Vaccines as social engineering tools; How they control your behavior",
        "graphicalFeatures": "Footage of vaccine distribution with social control imagery; dramatic claims",
        "opinion": "controversial"
    },
    {
        "eventuality": {"type": "conspiracy theory", "topic": "The government is hiding a cure for cancer"},
        "lens": "health suppression",
        "cut": "A cure for cancer is being concealed to maintain pharmaceutical profits",
        "background": "This theory argues that a cure for cancer exists but is being hidden to allow pharmaceutical companies to profit from ongoing treatments.",
        "attitude": {"stance": "negative", "strength": "strong"},
        "template": "documentary",
        "text": "The hidden cure for cancer; Why it’s kept from the public",
        "graphicalFeatures": "Images of cancer research labs with redacted documents; dramatic music",
        "opinion": "controversial"
    }
]
